electronic = [
    '宝金新城江都气体有限公司',
    '飞利浦照明工业（中国）有限公司',
    '江苏宝南木业制造有限公司',
    '江苏金陵船舶有限责任公司',
    '江苏太极实业新材料有限公司',
    '江苏新马机械制造有限公司',
    '实友化工（扬州）有限公司',
    '扬州阿波罗蓄电池有限公司',
    '扬州依利安达电子有限公司',
    '扬州中科半导体照明有限公司',
    '中海工业（江苏）有限公司'
]

textile = [
    '高邮市经纬纺织有限公司',
    '江苏康源纺织有限公司',
    '扬州华航特钢有限公司',
    '扬州亿泰纺织有限公司'
]


manufacture = [
    '海信容声（扬州）冰箱有限公司',
    '仪征亚新科双环活塞环有限公司',
    '江苏奔多新材料有限公司',
    '森萨塔科技（宝应）有限公司',
    '扬州五亭桥缸套有限公司'
]

construction = [
    '玛切嘉利（中国）有限责任公司',
    '明岐铝轮毂仪征有限公司',
    '亚普汽车部件有限公司',
    '扬州璨扬光电有限公司',
    '扬州海螺水泥有限责任公司',
    '扬州市金海铸造有限公司',
    '扬州亚东水泥有限公司',
    '仪征市高特水泥有限公司'
]


oil = [
    '大连化工（江苏）有限公司',
    '亚东石化（扬州）有限公司',
    '江苏金材科技有限公司',
    '江苏汇成光电有限公司',
    '江苏金材科技有限公司',
    '江苏瑞祥化工有限公司',
    '江苏长青农化股份有限公司',
    '晶澳（扬州）太阳能科技有限公司',
    '扬州恒润海洋重工有限公司',
    '扬州恒润海洋重工有限公司',
    '扬州龙川钢管有限公司',
    '扬州石化有限责任公司',
    '扬州市秦邮特种金属材料有限公司',
    '扬州协鑫光伏科技有限公司',
    '扬州盈德气体有限公司',
    '永丰余生活用纸（扬州）有限公司'
]

vehicle = [
    '扬州保来得科技实业有限公司',
    '骏升科技（扬州）有限公司',
    '扬州联博药业有限公司',
    '上海大众汽车有限公司仪征公司'
]

industries = [electronic, textile, manufacture, construction, oil, vehicle]